Repository: safranek2/DnD-Sheet
Catalog: Resources/Views/Home/PrivacyPolicy.*.resx
Languages: cs

# InterpretationDescription
source: The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.
cs: Slova, jejichž počáteční písmeno je psáno velkým písmenem, mají význam definovaný za následujících podmínek. Následující definice mají stejný význam bez ohledu na to, zda jsou uvedeny v jednotném nebo množném čísle.

source: Law enforcement
cs: Vymáhání práva

source: Links to Other Websites
cs: Odkazy na další webové stránky

# LinksToOtherWebsitesDescription2
source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
cs: Nemáme žádnou kontrolu nad obsahem, zásadami ochrany osobních údajů nebo postupy jakýchkoli stránek nebo služeb třetích stran a neneseme za ně žádnou odpovědnost.

source: Necessary / Essential Cookies
cs: Nezbytné / nezbytné soubory cookie

# NecessaryEssentialCookiesPurpose
source: Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.
cs: Účel: Tyto soubory cookie jsou nezbytné k tomu, aby vám mohly být poskytovány služby dostupné prostřednictvím webových stránek a abyste mohli využívat některé jejich funkce. Pomáhají ověřovat uživatele a zabraňují podvodnému používání uživatelských účtů. Bez těchto souborů cookie nelze poskytovat služby, o které jste požádali, a my tyto soubory cookie používáme pouze k tomu, abychom vám tyto služby mohli poskytovat.

# OtherLegalRequirementsDescription2
source: Comply with a legal obligation
cs: Splnění zákonné povinnosti

# OtherLegalRequirementsDescription4
source: Prevent or investigate possible wrongdoing in connection with the Service
cs: Zabránit nebo vyšetřit možné protiprávní jednání v souvislosti se službou

# OtherLegalRequirementsDescription5
source: Protect the personal safety of Users of the Service or the public
cs: Chránit osobní bezpečnost uživatelů služby nebo veřejnosti

source: Personal Data
cs: Osobní údaje

# PersonalDataDescription
source: is any information that relates to an identified or identifiable individual.
cs: jsou veškeré informace, které se týkají identifikované nebo identifikovatelné osoby.

# PrivacyPolicyDescription
source: This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.
cs: Tyto Zásady ochrany osobních údajů popisují naše zásady a postupy týkající se shromažďování, používání a zveřejňování vašich údajů při používání Služby a informují vás o vašich právech na ochranu osobních údajů a o tom, jak vás chrání zákon.

# PrivacyPolicyTitle
source: Privacy Policy
cs: Zásady ochrany osobních údajů

source: Retention of Your Personal Data
cs: Uchovávání vašich osobních údajů

source: Security of Your Personal Data
cs: Zabezpečení vašich osobních údajů

source: Service
cs: Služba

source: Service Provider
cs: Poskytovatel služeb

# ServiceProviderDescription
source: means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.
cs: znamená jakoukoli fyzickou nebo právnickou osobu, která zpracovává údaje jménem společnosti. Jedná se o společnosti nebo fyzické osoby třetích stran, které Společnost zaměstnává za účelem usnadnění Služby, poskytování Služby jménem Společnosti, provádění služeb souvisejících se Službou nebo pomoci Společnosti při analýze způsobu využívání Služby.

source: To contact You:
cs: Kontaktovat vás:

source: To manage Your Account:
cs: Správa vašeho účtu:

source: To manage Your requests:
cs: Spravovat vaše požadavky:

source: To provide You
cs: Poskytnout vám

source: Tracking Technologies and Cookies
cs: Sledovací technologie a soubory cookie

# TransferOfYourPersonalDataDescription
source: Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.
cs: Vaše informace, včetně osobních údajů, jsou zpracovávány v provozních kancelářích společnosti a na dalších místech, kde se nacházejí strany zapojené do zpracování. To znamená, že tyto informace mohou být přenášeny do počítačů - a uchovávány v počítačích - umístěných mimo Váš stát, provincii, zemi nebo jinou vládní jurisdikci, kde se zákony na ochranu údajů mohou lišit od zákonů Vaší jurisdikce.

# TransferOfYourPersonalDataDescription2
source: Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.
cs: Váš souhlas s těmito Zásadami ochrany osobních údajů, po kterém následuje odeslání takových informací, představuje váš souhlas s tímto přenosem.

# TypePersistentCookiePurpose
source: Purpose: These Cookies identify if users have accepted the use of cookies on the Website.
cs: Účel: Tyto soubory cookie identifikují, zda uživatelé souhlasili s používáním souborů cookie na webových stránkách.

# TypeSessionCookie
source: Type: Session Cookies
cs: Typ: Soubory cookie relace

source: Types of Data Collected
cs: Typy shromažďovaných údajů

# UsageDataDescription
source: refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).
cs: se týká automaticky shromažďovaných údajů, které jsou generovány buď používáním služby, nebo samotnou infrastrukturou služby (například doba trvání návštěvy stránky).

# UsageDataDescription4
source: When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.
cs: Když přistupujete ke Službě prostřednictvím mobilního zařízení nebo přes mobilní zařízení, můžeme automaticky shromažďovat určité informace, mimo jiné typ mobilního zařízení, které používáte, jedinečné ID vašeho mobilního zařízení, IP adresu vašeho mobilního zařízení, váš mobilní operační systém, typ mobilního internetového prohlížeče, který používáte, jedinečné identifikátory zařízení a další diagnostické údaje.

# UsageDataDescription5
source: We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.
cs: Můžeme také shromažďovat informace, které váš prohlížeč odešle, kdykoli navštívíte naši službu nebo když ke službě přistupujete prostřednictvím mobilního zařízení.

# WebBeaconsDescription
source: Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).
cs: Některé části naší služby a naše e-maily mohou obsahovat malé elektronické soubory známé jako webové signály (označované také jako clear gifs, pixelové značky a jednopixelové gify), které společnosti umožňují například počítat uživatele, kteří navštívili tyto stránky nebo otevřeli e-mail, a další související statistiky webových stránek (například zaznamenávání popularity určité části a ověřování integrity systému a serveru).

source: Website
cs: Webov8 stránka

# WeUseYourPersonalData
source: We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the
cs: Vaše osobní údaje používáme k poskytování a zlepšování Služby. Používáním Služby souhlasíte se shromažďováním a používáním informací v souladu s těmito Zásadami ochrany osobních údajů. Tyto Zásady ochrany osobních údajů byly vytvořeny s pomocí

source: With Affiliates:
cs: S přidruženými společnostmi:

# WithBusinessPartnersDescription
source: We may share Your information with Our business partners to offer You certain products, services or promotions.
cs: Vaše údaje můžeme sdílet s našimi obchodními partnery, abychom vám mohli nabídnout určité produkty, služby nebo propagační akce.

# WithOtherUsersDescription
source: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.
cs: pokud sdílíte osobní údaje nebo jinak komunikujete ve veřejných oblastech s ostatními uživateli, mohou tyto informace vidět všichni uživatelé a mohou být veřejně šířeny venku.

# WithServiceProvidersDescription
source: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.
cs: Vaše osobní údaje můžeme sdílet s poskytovateli služeb za účelem monitorování a analýzy používání naší služby, abychom vás mohli kontaktovat.

source: With Your consent:
cs: S vaším souhlasem:

# YouDescription
source: means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.
cs: znamená jednotlivce, který přistupuje ke službě nebo ji používá, případně společnost nebo jiný právní subjekt, jehož jménem takový jednotlivec přistupuje ke službě nebo ji používá.

source: Cookies
cs: Soubory cookie

# CookiesDescription3
source: article.
cs: článek.

source: TermsFeed website
cs: webové stránky TermsFeed
