Repository: safranek2/DnD-Sheet
Catalog: Resources/Views/Home/PrivacyPolicy.*.resx
Languages: cs

source: Account
cs: Účet

# AdministredByUs
source: Administered by: Us
cs: Spravuje: My

source: Business Transactions
cs: Obchodní transakce

# ByEmail
source: By email: safranek2@spsejecna.cz
cs: E-mailem: safranek2@spsejecna.cz

# ChangesToThisPrivacyPolicyDescription
source: We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.
cs: Naše zásady ochrany osobních údajů můžeme čas od času aktualizovat. O všech změnách vás budeme informovat zveřejněním nových Zásad ochrany osobních údajů na této stránce.

# ChangesToThisPrivacyPolicyDescription3
source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
cs: Doporučujeme vám pravidelně kontrolovat tyto zásady ochrany osobních údajů a zjišťovat případné změny. Změny těchto Zásad ochrany osobních údajů jsou účinné od okamžiku jejich zveřejnění na této stránce.

# ChildrensPrivacyDescription
source: Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.
cs: Naše služba není určena osobám mladším 13 let. Vědomě neshromažďujeme osobní údaje od osob mladších 13 let. Pokud jste rodič nebo opatrovník a jste si vědomi, že nám vaše dítě poskytlo osobní údaje, kontaktujte nás. Pokud zjistíme, že jsme shromáždili Osobní údaje od osoby mladší 13 let bez ověření souhlasu rodičů, podnikneme kroky k odstranění těchto údajů z Našich serverů.

# ChildrensPrivacyDescription2
source: If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.
cs: Pokud se musíme spoléhat na souhlas jako na právní základ pro zpracování vašich informací a vaše země vyžaduje souhlas rodiče, můžeme před shromažďováním a používáním těchto informací vyžadovat souhlas vašeho rodiče.

# CompanyDescription
source: (referred to as either "the Company", "We", "Us" or "Our" in this Agreement) refers to DnD Sheet.
cs: (v této smlouvě označovaná jako "Společnost", "My", "My" nebo "Naše") se vztahuje na DnD Sheet.

# CompanyUsePersonalData
source: The Company may use Personal Data for the following purposes:
cs: Společnost může používat osobní údaje pro následující účely:

source: Contact Us
cs: Kontaktujte nás

# CookiesDescription
source: are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.
cs: jsou malé soubory, které webová stránka umístí do vašeho počítače, mobilního zařízení nebo jakéhokoli jiného zařízení a které mimo jiné obsahují podrobnosti o vaší historii procházení na této webové stránce.

source: Cookies or Browser Cookies.
cs: Soubory cookie nebo soubory cookie prohlížeče.

source: Cookies Policy / Notice Acceptance Cookies
cs: Zásady používání souborů cookie / Oznámení o přijetí souborů cookie

# CountryDescription
source: refers to: Czech republic
cs: se týká: Česká republika

source: Definitions
cs: Definice

# DeleteYourPersonalDataDescription
source: You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.
cs: Máte právo vymazat nebo požádat, abychom vám pomohli s odstraněním osobních údajů, které jsme o vás shromáždili.

# DeleteYourPersonalDataDescription4
source: Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.
cs: Upozorňujeme však, že je možné, že budeme muset uchovávat určité informace, pokud k tomu máme zákonnou povinnost nebo zákonný základ.

source: Device
cs: Zařízení

source: Disclosure of Your Personal Data
cs: Zveřejnění vašich osobních údajů

# ForBusinessTransfersDescription2
source: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.
cs: Vaše osobní údaje můžeme sdílet nebo převádět v souvislosti s jakoukoli fúzí, prodejem majetku společnosti, financováním nebo akvizicí celého našeho podniku nebo jeho části jiné společnosti nebo během jednání o nich.

source: For other purposes:
cs: Pro jiné účely:

source: Functionality Cookies
cs: Funkční soubory cookie

source: Interpretation and Definitions
cs: Výklad a definice

# LastUpdated
source: Last updated: March 06, 2024
cs: Poslední aktualizace: 6. března 2024

# LawEnforcementDescription
source: Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).
cs: Za určitých okolností může být společnost povinna zveřejnit vaše osobní údaje, pokud to vyžaduje zákon nebo v reakci na platné žádosti orgánů veřejné moci (např. soudu nebo vládní agentury).

# LinksToOtherWebsitesDescription
source: Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.
cs: Naše služba může obsahovat odkazy na jiné webové stránky, které neprovozujeme. Pokud kliknete na odkaz třetí strany, budete přesměrováni na stránky této třetí strany. Důrazně doporučujeme, abyste si přečetli zásady ochrany osobních údajů každé stránky, kterou navštívíte.

# MoreInformationAboutCookies
source: For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.
cs: Další informace o souborech cookie, které používáme, a o vašich volbách týkajících se souborů cookie naleznete v našich Zásadách používání souborů cookie nebo v části Soubory cookie v našich Zásadách ochrany osobních údajů.

source: Other legal requirements
cs: Další zákonné požadavky

# OtherLegalRequirementsDescription
source: The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:
cs: Společnost může zveřejnit vaše osobní údaje v dobré víře, že taková akce je nezbytná pro:

# OtherLegalRequirementsDescription3
source: Protect and defend the rights or property of the Company
cs: Ochrana a obrana práv nebo majetku společnosti

# OtherLegalRequirementsDescription6
source: Protect against legal liability
cs: Ochrana před právní odpovědností

# PerformanceOfAContract
source: For the performance of a contract:
cs: Pro plnění smlouvy:

# PerformanceOfAContractDescription
source: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.
cs: vypracování, dodržování a plnění kupní smlouvy na produkty, položky nebo služby, které jste si zakoupili, nebo jakékoli jiné smlouvy s námi prostřednictvím služby.

# PersonalDataDescription2
source: While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:
cs: Při používání naší služby vás můžeme požádat, abyste nám poskytli určité osobní údaje, které lze použít k tomu, abychom vás kontaktovali nebo identifikovali. Osobně identifikovatelné informace mohou mimo jiné zahrnovat:

# Title
source: Privacy policy
cs: Zásady ochrany osobních údajů

# PrivacyPolicyPurposes
source: For the purposes of this Privacy Policy:
cs: Pro účely těchto Zásad ochrany osobních údajů:

# RetentionOfYourPersonalDataDescription
source: The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.
cs: Společnost bude uchovávat vaše osobní údaje pouze po dobu nezbytně nutnou pro účely stanovené v těchto zásadách ochrany osobních údajů. Vaše osobní údaje budeme uchovávat a používat v rozsahu nezbytném pro splnění našich zákonných povinností (například pokud jsme povinni uchovávat vaše údaje v souladu s platnými zákony), řešení sporů a prosazování našich právních dohod a zásad.

# RetentionOfYourPersonalDataDescription2
source: The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.
cs: Společnost bude také uchovávat údaje o používání pro účely interní analýzy. Údaje o používání jsou obecně uchovávány po kratší dobu, s výjimkou případů, kdy jsou tyto údaje použity k posílení zabezpečení nebo ke zlepšení funkčnosti naší služby, nebo pokud jsme ze zákona povinni uchovávat tyto údaje po delší dobu.

# SecurityOfYourPersonalDataDescription
source: The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.
cs: Bezpečnost vašich osobních údajů je pro nás důležitá, ale nezapomeňte, že žádný způsob přenosu přes internet nebo způsob elektronického ukládání není 100% bezpečný. I když se snažíme používat komerčně přijatelné prostředky k ochraně vašich osobních údajů, nemůžeme zaručit jejich absolutní bezpečnost.

# ServiceDescription
source: refers to the Website.
cs: odkazuje na webové stránky.

# SessionAndPersistentCookiesPurposes
source: We use both Session and Persistent Cookies for the purposes set out below:
cs: Používáme jak relační, tak trvalé soubory cookie pro níže uvedené účely:

# ToContactYouDescription
source: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.
cs: Abychom vás mohli kontaktovat e-mailem, telefonními hovory, SMS nebo jinými ekvivalentními formami elektronické komunikace, jako jsou push notifikace mobilní aplikace týkající se aktualizací nebo informativní komunikace týkající se funkcí, produktů nebo smluvních služeb, včetně aktualizací zabezpečení, pokud je to nezbytné nebo přiměřené pro jejich implementaci.

# ToManageYourAccountDescription
source: to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.
cs: ke správě vaší registrace jako uživatele služby. Osobní údaje, které poskytnete, vám mohou poskytnout přístup k různým funkcím služby, které máte jako registrovaný uživatel k dispozici.

# ToManageYourRequestsDescription
source: To attend and manage Your requests to Us.
cs: Účastnit se a spravovat vaše požadavky na nás.

# ToProvideYouDescription
source: with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.
cs: s novinkami, speciálními nabídkami a obecnými informacemi o dalším zboží, službách a událostech, které nabízíme a které jsou podobné těm, které jste si již zakoupili nebo na které jste se dotazovali, pokud jste se nerozhodli takové informace nedostávat.

# TrackingTechnologiesandCookiesDescription
source: We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:
cs: Soubory cookie a podobné sledovací technologie používáme ke sledování aktivity v naší službě a ukládání určitých informací. Používané sledovací technologie jsou majáky, značky a skripty ke shromažďování a sledování informací a ke zlepšování a analýze naší služby. Technologie, které používáme, mohou zahrnovat:

source: Transfer of Your Personal Data
cs: Přenos vašich osobních údajů

# TransferOfYourPersonalDataDescription3
source: The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.
cs: Společnost podnikne veškeré přiměřeně nezbytné kroky, aby zajistila, že s vašimi údaji bude zacházeno bezpečně a v souladu s těmito zásadami ochrany osobních údajů, a nedojde k žádnému přenosu vašich osobních údajů do organizace nebo země, pokud nebudou zavedeny odpovídající kontroly, včetně zabezpečení vašich údajů a dalších osobních údajů.

# TypePersistentCookie
source: Type: Persistent Cookies
cs: Typ: Trvalé soubory cookie

# TypePersistentCookiePurpose2
source: Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.
cs: Účel: Tyto soubory cookie nám umožňují zapamatovat si volby, které učiníte při používání webových stránek, jako je zapamatování vašich přihlašovacích údajů nebo jazykových preferencí. Účelem těchto souborů cookie je poskytnout vám osobnější zážitek a vyhnout se tomu, abyste museli znovu zadávat své preference při každém použití webových stránek.

source: Usage Data
cs: Údaje o používání

# UsageDataDescription2
source: Usage Data is collected automatically when using the Service.
cs: Údaje o používání se shromažďují automaticky při používání služby.

# UsageDataDescription3
source: Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
cs: Údaje o používání mohou zahrnovat informace, jako je adresa internetového protokolu vašeho zařízení (např. IP adresa), typ prohlížeče, verze prohlížeče, stránky naší služby, které navštívíte, čas a datum vaší návštěvy, čas strávený na těchto stránkách, jedinečné identifikátory zařízení a další diagnostická data.

source: Use of Your Personal Data
cs: Použití vašich osobních údajů

source: Web Beacons.
cs: Webové majáky.

# WebsiteDescription
source: refers to DnD Sheet, accessible from
cs: odkazuje na DnD Sheet, přístupný z

# WeMayShareYourPersonalInformation
source: We may share Your personal information in the following situations:
cs: Vaše osobní údaje můžeme sdílet v následujících situacích:

# WithAffiliatesDescription
source: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.
cs: Vaše údaje můžeme sdílet s našimi přidruženými společnostmi, v takovém případě budeme vyžadovat, aby tyto přidružené společnosti dodržovaly tyto zásady ochrany osobních údajů. Přidružené společnosti zahrnují naši mateřskou společnost a jakékoli další dceřiné společnosti, partnery ve společných podnicích nebo jiné společnosti, které ovládáme nebo které jsou s námi pod společnou kontrolou.

source: With business partners:
cs: S obchodními partnery:

source: With other users:
cs: S ostatními uživateli:

source: With Service Providers:
cs: S poskytovateli služeb:

# WithYourConsentDescription
source: We may disclose Your personal information for any other purpose with Your consent.
cs: S vaším souhlasem můžeme vaše osobní údaje zveřejnit pro jakýkoli jiný účel.

source: You
cs: Ty

# AccountDescription
source: means a unique account created for You to access our Service or parts of our Service.
cs: znamená jedinečný účet vytvořený pro vás za účelem přístupu k naší službě nebo jejím částem.

source: Affiliate
cs: Partner

# AffiliateDescription
source: means an entity that controls, is controlled by or is under common control with a party, where "control" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.
cs: znamená subjekt, který ovládá stranu, je jí ovládán nebo je s ní pod společnou kontrolou, přičemž "kontrolou" se rozumí vlastnictví 50 % nebo více akcií, majetkových podílů nebo jiných cenných papírů s právem hlasovat při volbě ředitelů nebo jiných řídících orgánů.

# BusinessTransactionsDescription
source: If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.
cs: Pokud se společnost účastní fúze, akvizice nebo prodeje majetku, mohou být vaše osobní údaje předány. Předtím, než budou vaše osobní údaje převedeny a začnou se na ně vztahovat jiné zásady ochrany osobních údajů, vás na to upozorníme.

source: Changes to this Privacy Policy
cs: Změny těchto zásad ochrany osobních údajů

# ChangesToThisPrivacyPolicyDescription2
source: We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the "Last updated" date at the top of this Privacy Policy.
cs: Předtím, než změna vstoupí v platnost, vás o tom budeme informovat e-mailem a/nebo viditelným oznámením na našich službách a aktualizujeme datum "Poslední aktualizace" v horní části těchto Zásad ochrany osobních údajů.

source: Children's Privacy
cs: Soukromí dětí

source: Collecting and Using Your Personal Data
cs: Shromažďování a používání vašich osobních údajů

source: Company
cs: Společnost

# CompanyUsePersonalDataDescription
source: To provide and maintain our Service
cs: Poskytování a údržba našich služeb

# CompanyUsePersonalDataDescription2
source: , including to monitor the usage of our Service.
cs: , včetně sledování využívání naší služby.

# ContactUsDescription
source: If you have any questions about this Privacy Policy, You can contact us:
cs: Máte-li jakékoli dotazy týkající se těchto zásad ochrany osobních údajů, můžete nás kontaktovat:

# CookiesDescription2
source: Cookies can be "Persistent" or "Session" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on
cs: Soubory cookie mohou být "trvalé" nebo "relační". Trvalé soubory cookie zůstávají ve Vašem osobním počítači nebo mobilním zařízení, když přejdete do režimu offline, zatímco relační soubory cookie se vymažou, jakmile zavřete svůj webový prohlížeč. Více informací o souborech cookie se dozvíte na

# CookiesOrBrowserCookiesDescription
source: A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.
cs: Soubor cookie je malý soubor umístěný ve vašem zařízení. Svému prohlížeči můžete dát pokyn, aby odmítl všechny soubory cookie nebo aby upozornil na odesílání souborů cookie. Pokud však soubory cookie nepřijmete, je možné, že nebudete moci používat některé části naší služby. Pokud jste neupravili nastavení svého prohlížeče tak, aby soubory cookie odmítal, může naše Služba soubory cookie používat.

source: Country
cs: Země

source: Delete Your Personal Data
cs: Odstranění osobních údajů

# DeleteYourPersonalDataDescription2
source: Our Service may give You the ability to delete certain information about You from within the Service.
cs: Naše služba vám může umožnit vymazat určité informace o vás v rámci služby.

# DeleteYourPersonalDataDescription3
source: You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.
cs: Své údaje můžete kdykoli aktualizovat, změnit nebo vymazat přihlášením ke svému účtu, pokud jej máte, a návštěvou části nastavení účtu, která vám umožňuje spravovat vaše osobní údaje. Můžete nás také kontaktovat a požádat o přístup k osobním údajům, které jste nám poskytli, opravit je nebo odstranit.

# DeviceDescription
source: means any device that can access the Service such as a computer, a cellphone or a digital tablet.
cs: znamená jakékoli zařízení, které má přístup ke službě, například počítač, mobilní telefon nebo digitální tablet.

source: For business transfers:
cs: Pro podnikové převody:

# ForBusinessTransfersDescription
source: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.
cs: Vaše údaje můžeme použít k vyhodnocení nebo provedení fúze, prodeje, restrukturalizace, reorganizace, rozpuštění nebo jiného prodeje či převodu některých nebo všech našich aktiv, ať už jako fungujícího podniku nebo v rámci konkurzu, likvidace nebo podobného řízení, v němž jsou mezi převáděnými aktivy i námi uchovávané osobní údaje o uživatelích našich služeb.

# ForOtherPurposesDescription
source: We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.
cs: Vaše údaje můžeme použít k dalším účelům, jako je analýza dat, zjišťování trendů používání, určování účinnosti našich propagačních kampaní a vyhodnocování a zlepšování našich služeb, produktů, služeb, marketingu a vašich zkušeností.

source: Interpretation
cs: Výklad
